import { ICategory } from '@/interfaces/category.interface'

export const CategoryData: ICategory[] = [
	{
		tab: 'glass',
		name: 'Скло',
		content: [
			'Біле скло: використовується для виготовлення більшості напоїв, таких як пляшки для води, соків та газованих напоїв.',
			'Зелене скло: найчастіше використовується для упаковки напоїв, таких як пиво та окремих видів вина. Воно також може використовуватися для контейнерів інших продуктів.',
			'Коричневе (амброве) скло: допомагає захищати від світла і часто використовується для упаковки спиртних напоїв, таких як вино, коньяк та пиво.',
			"Опалове (молочне) скло: має м'який білий відтінок та використовується для упаковки продуктів, які потребують захисту від прямих сонячних променів, таких як молоко та йогурти.",
			'Кришталеве скло: має вишуканий вигляд і часто використовується для виготовлення посуду, виробів мистецтва та декоративних предметів.',
			'Опаковане скло: використовується для упаковки продуктів, для яких важлива конфіденційність чи захист від світла, наприклад, для фармацевтичних продуктів чи косметики.',
		],
		image: '/images/category/glass.jpg',
	},
	{
		tab: 'paper',
		name: 'Папір',
		content: [
			'Газети та журнали: газети та журнали входять до категорії паперу та можуть бути вторинно використані для виготовлення нових видань або інших паперових виробів.',
			'Картон: використовується для упаковки та створення коробок для перевезення товарів. Він може бути розділений на твердий та хрупкий картон для подальшої переробки.',
			'Офісний папір: включає в себе друковані аркуші, записки та інші паперові вироби, які використовуються в офісному середовищі. Вони можуть бути вторинно використані для виготовлення нового офісного паперу.',
			'Картки та каталоги: рекламні каталоги, листівки та інші види друкованої реклами входять до цієї категорії паперу.',
			'Картонні упаковки: картонні коробки та упаковки також є частиною паперового сміття. Вони можуть бути перероблені для виробництва нових упаковочних матеріалів.',
			'Паперові Пакети: паперові пакети, в які заворачують продукти, також входять до категорії паперового сміття та можуть бути вторинно використані або перероблені.',
		],
		image: '/images/category/paper.jpg',
	},
	{
		tab: 'plastic',
		name: 'Пластик',
		content: [
			'Пляшки PET (Поліетилентерефталат): пляшки для води, газованих напоїв, масла та інших напоїв часто виготовляються з PET-пластику. Цей вид пластику можна переробити для виробництва нових пляшок, волокна для текстилю та інших продуктів.',
			'Пластикові контейнери (HDPE та LDPE): пластикові контейнери, включаючи бутлі для молока, масленки, контейнери для йогурту та інші, можуть бути вторинно використані або перероблені для створення нових пластикових продуктів.',
			'Пластикові пакети та плівка (LDPE): торбинки для покупок, пакети для фасованих продуктів та інші види пластикових плівок, які використовуються для упаковки, також можна переробити.',
			'Пластикові пляшки для заморожених продуктів (PP): деякі види пластикових пляшок, такі як ті, що використовуються для заморожених продуктів, можуть бути вторинно використані або перероблені для виробництва нових продуктів.',
			'Пластикові кришки та контейнери (PP): кришки від банок, контейнери для продуктів та інші вироби з поліпропілену (PP) можуть бути перероблені для виробництва різних пластикових виробів.',
			'Пластикові Труби та Профілі (PVC): труби, плити та профілі з полівінілхлориду (PVC) можуть бути перероблені для виготовлення нових будівельних матеріалів.',
		],
		image: '/images/category/plastic.jpg',
	},
	{
		tab: 'organic',
		name: 'Органіка',
		content: [
			'Їжа та зелень: залишки їжі, стебла та листя з овочів, фруктів та зелених культур, а також швидкопсувні продукти.',
			'Кавова гуща та чаївний лист: відходи від кави та чаю, такі як кавова гуща, чаївні листки та фільтри.',
			'Яєчні шкаралупи: шкаралупи від яєць можна також включити в органічне сміття.',
			'Лишки трави та рослин: відпадки від обрізання трави та рослин, гілки та листя.',
			'Солома та cіно: cолома та сіно, які не використовуються в сільському господарстві',
			'Одороблені відходи: одороблені продукти, які вже втратили свою їстівність, такі як хліб чи печиво.',
			'Шкаралупи горіхів та насіння: шкаралупи від горіхів, насіння та інших великих насінин',
		],
		image: '/images/category/organic.jpg',
	},
]
