import { ICoordinate } from "@/interfaces/coordinates.interface";

export const coordinate: ICoordinate[] = [
	{
		lat: 48.391542318321726, 
		lng: 35.036517964957945,
		time: '13.00-16.00',
		place: 'Комунальне підприємство',
	},
	{
		lat:48.405008698084195, 
		lng:35.02964592187948,
		time: '08.00-12.00',
		place: 'Місцева компанія',
	},
	{
		lat: 48.482414426898444, 
		lng: 34.998243667922175,
		time: '13.00-16.00',
		place: 'Комунальне підприємство',
	},
	{
		lat: 48.5069489985793, 
		lng: 35.09701301761894,
		time: '08.00-19.00',
		place: 'Переробний завод',
	},
	{
		lat:48.458683684692964, 
		lng: 35.02113212777993,
		time: '08.00-19.00',
		place: 'Переробний завод',
	},
	{
		lat:50.44558051332247, 
		lng: 30.619613031786184,
		time: '13.00-16.00',
		place: 'Комунальне підприємство',
	},
	{
		lat:50.476272806241916, 
		lng:  30.447833283389357,
		time: '08.00-19.00',
		place: 'Переробний завод',
	},
	{
		lat: 50.4521532975895,
		lng:  30.53046819687828,
		time: '13.00-16.00',
		place: 'Комунальне підприємство',
	},
	{
		lat: 49.36100521106567,
		lng:  23.510938652629054,
		time: '08.00-19.00',
		place: 'Переробний завод',
	},
	{
		lat: 48.4582883804185,
		lng:  35.01872140778913,
		time: '13.00-16.00',
		place: 'Комунальне підприємство',
	},
	{
		lat: 48.46840127930726,
		lng:  35.01913654546145,
		time: '08.00-19.00',
		place: 'Переробний завод',
	},
	{
		lat: 48.46712467567428,
		lng: 35.01375286843109,
		time: '08.00-19.00',
		place: 'Переробний завод',
	},
	{
		lat: 48.47089086067443,
		lng: 35.0072502613588,
		time: '13.00-16.00',
		place: 'Комунальне підприємство',
	}, 
]