import { FC } from 'react'
import s from './home.module.scss'

const Home: FC = () => {
	return (
		<div className={s.page}>
			<div className='wrapper'>
				<main>
					<h1 className={s.title}>Eco harbor допомагає довкіллю</h1>
					<div className={s.textBlock}>
						<span className={s.text}>
							Вітаємо на нашому екологічно-свідомому порталі для сортування
							сміття! Ми впевнені, що кожен з нас може зробити свій внесок у
							збереження навколишнього середовища, починаючи з правильного
							сортування відходів.
						</span>
						<h2 className={s.subTitle}>Навіщо сортувати сміття?</h2>
						<span className={s.text}>
							<h3 className={s.textTitle}>
								Ваш внесок у створення здорового середовища
							</h3>
							Сортування сміття - це простий спосіб зменшити наш вплив на
							природу. Кожна пляшка, кожен пакет чи банка, які ми правильно
							викидаємо, стають будівельними блоками для створення більш чистого
							та здорового оточуючого середовища.
						</span>
						<h2 className={s.subTitle}>Наші переваги:</h2>
						<span className={s.text}>
							<h3 className={s.textTitle}>Легкість використання</h3>
							Наш сайт розроблений з урахуванням простоти та зручності
							використання. Завдяки інтуїтивно зрозумілим інтерфейсом, ви легко
							зможете знайти необхідну інформацію та відповіді на ваші питання.
						</span>
						<span className={s.text}>
							<h3 className={s.textTitle}>Всебічні поради</h3>
							На нашому ресурсі ви знайдете корисні поради щодо того, як
							правильно сортувати відходи у вашому регіоні. Ми прагнемо зробити
							процес максимально зрозумілим та доступним.
						</span>
						<span className={s.text}>
							<h3 className={s.textTitle}>Екологічний вплив</h3>
							Спільно з нами ви робите крок до створення здорового та чистого
							оточуючого середовища. Ваш внесок важливий, і ми прагнемо
							підтримувати вас у цьому надзвичайному подорожі збереження
							планети.
						</span>
					</div>
				</main>
			</div>
		</div>
	)
}
export default Home
